Elements were deleted. Use Edit Pasted Elements to keep them.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId ElementsDeletedPastedToKeep { get; }
  Visual Basic
Public Shared ReadOnly Property ElementsDeletedPastedToKeep As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ ElementsDeletedPastedToKeep {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures EditingFailures Class
  Autodesk.Revit.DB Namespace